illixion.vscode-vibrancy-continued
pkief.material-icon-theme
teabyii.ayu
mechatroner.rainbow-csv
bbenoist.nix
streetsidesoftware.code-spell-checker
mikestead.dotenv
jebbs.plantuml
alefragnani.bookmarks
eamodio.gitlens
fosshaas.fontsize-shortcuts
cardinal90.multi-cursor-case-preserve
rangav.vscode-thunder-client
esbenp.prettier-vscode
asvetliakov.vscode-neovim
twxs.cmake
alexcvzz.vscode-sqlite
ms-vscode.cpptools-extension-pack
janisdd.vscode-edit-csv
gera2ld.markmap-vscode
GitHub.vscode-pull-request-github
GitHub.copilot
golang.go
Continue.continue
